/* Localized versions of UI Agent strings */

chatWithUserOnMachine = "%@ sur %@";
msgFromAdminOnMachine = "%@ sur %@";

lastAccessHoursString = "Il y a plus de %d heures";
lastAccessMinutesString = "Il y a %d minutes";
lastAccessSecondsString = "Il y a %d secondes";
lastAccessOneHourString = "il y a plus d’une heure";
lastAccessOneMinuteString = " il y a 1 minute";
lastAccessOneSecondString = " il y a 1 seconde";

errAttnReqCommString = "Le message n’a pas pu être envoyé en raison d’une erreur de communication.";
errAttnReqNoAdminString = "Il n’y a pas d’administrateur disponible.";
errTextChatCommString = "La discussion a été arrêtée en raison d’une erreur de communication.";

unknownLastAccess = "Inconnu";

restartRequestTitle = "Un logiciel a été installé et nécessite un redémarrage.";
restartRequestMessage = "Un administrateur Remote Desktop a installé un logiciel sur votre ordinateur. Ce logiciel ne sera pas disponible tant que la machine n’aura pas été réinitialisée. Cliquez sur Redémarrer pour quitter toutes les applications et redémarrer.";
buttonCancel = "Annuler";
buttonContinue = "Redémarrer";
